export const paramsArray = [
  {
    label: "Нүүр хуудас",
    path: "/"
  },
  {
    label: "Захиалгын түүх",
    path: "/orderHistory"
  },
  {
    label: "Хоолны цэс",
    path: "/menu"
  },
  {
    label: "Бидний тухай",
    path: "/aboutUs"
  }
];
export const weekdays = [
  "Даваа",
  "Мягмар",
  "Лхагва",
  "Пүрэв",
  "Баасан",
  "Бямба",
  "Ням"
];
export const weekdaysCodes = {
  Mon: 1,
  Tue: 2,
  Wed: 3,
  Thu: 4,
  Fri: 5,
  Sat: 6,
  Sun: 7
};
export const provinces = [
  {
    provinceName: "Архангай",
    soums: [
      "Батцэнгэл сум",
      "Булган сум",
      "Жаргалант сум",
      "Ихтамир сум",
      "Өгийнуур сум",
      "Өлзийт сум",
      "Өндөр-Улаан сум",
      "Тариат сум",
      "Төвшрүүлэх сум",
      "Хайрхан сум",
      "Хангай сум",
      "Хашаат сум",
      "Хотонт сум",
      "Цахир сум",
      "Цэнхэр сум",
      "Цэцэрлэг сум",
      "Чулуут сум",
      "Эрдэнэмандал сум"
    ]
  },
  {
    provinceName: "Баян-Өлгий",
    soums: [
      "Алтай сум",
      "Алтанцөгц сум",
      "Баяннуур сум",
      "Бугат сум",
      "Булган сум",
      "Буянт сум",
      "Дэлүүн сум",
      "Ногооннуур сум",
      "Сагсай сум",
      "Цагааннуур сум",
      "Толбо сум",
      "Улаанхус сум",
      "Цэнгэл сум"
    ]
  },
  {
    provinceName: "Баянхонгор",
    soums: [
      "Баянхонгор сум",
      "Баацагаан сум",
      "Баянбулаг сум",
      "Баянговь сум",
      "Баянлиг сум",
      "Баян-Овоо сум",
      "Баян-Өндөр сум",
      "Баянцагаан сум",
      "Богд сум",
      "Бөмбөгөр сум",
      "Бууцагаан сум",
      "Галуут сум",
      "Гурванбулаг сум",
      "Жаргалант сум",
      "Жинст сум",
      "Заг сум",
      "Өлзийт сум",
      "Хүрээмарал сум",
      "Шинэжинст сум",
      "Эрдэнэцогт сум"
    ]
  },
  {
    provinceName: "Булган",
    soums: [
      "Булган сум",
      "Баян-Агт сум",
      "Баяннуур сум",
      "Бугат сум",
      "Бүрэгхангай сум",
      "Гурванбулаг сум",
      "Дашинчилэн сум",
      "Могод сум",
      "Орхон сум",
      "Рашаант сум",
      "Сайхан сум",
      "Сэлэнгэ сум",
      "Тэшиг сум",
      "Хангал сум",
      "Хишиг-Өндөр сум",
      "Хутаг-Өндөр сум"
    ]
  },
  {
    provinceName: "Говь-Алтай",
    soums: [
      "Алтай сум",
      "Баян-Уул сум",
      "Бигэр сум",
      "Бугат сум",
      "Дарви сум",
      "Дэлгэр сум",
      "Есөнбулаг сум",
      "Жаргалан сум",
      "Тайшир сум",
      "Тонхил сум",
      "Төгрөг сум",
      "Халиун сум",
      "Хөхморьт сум",
      "Цогт сум",
      "Цээл сум",
      "Чандмань сум",
      "Шарга сум",
      "Эрдэнэ сум"
    ]
  },
  {
    provinceName: "Говьсүмбэр",
    soums: ["Сүмбэр сум", "Баянтал сум", "Шивээговь сум"]
  },
  {
    provinceName: "Дархан-Уул",
    soums: ["Дархан", "Хонгор сум", "Орхон сум", "Шарынгол сум"]
  },
  {
    provinceName: "Дорноговь",
    soums: [
      "Айраг сум",
      "Алтанширээ сум",
      "Даланжаргалан сум",
      "Дэлгэрэх сум",
      "Замын-Үүд сум",
      "Иххэт сум",
      "Мандах сум",
      "Өргөн сум",
      "Сайхандулаан сум",
      "Улаанбадрах сум",
      "Хатанбулаг сум",
      "Хөвсгөл сум",
      "Эрдэнэ сум"
    ]
  },
  {
    provinceName: "Дорнод",
    soums: [
      "Баяндун сум",
      "Баянтүмэн сум",
      "Баян-Уул сум",
      "Булган сум",
      "Гурванзагал сум",
      "Дашбалбар сум",
      "Матад сум",
      "Сэргэлэн сум",
      "Халхгол сум",
      "Хөлөнбуйр сум",
      "Хэрлэн (Сүмбэр)",
      "Цагаан-Овоо сум",
      "Чулуунхороот сум (Эрээнцав)",
      "Чойбалсан сум"
    ]
  },
  {
    provinceName: "Дундговь",
    soums: [
      "Адаацаг сум",
      "Баянжаргалан сум",
      "Говь-Угтаал сум",
      "Гурвансайхан сум",
      "Дэлгэрхангай сум",
      "Дэлгэрцогт сум",
      "Дэрэн сум",
      "Луус сум",
      "Өлзийт сум",
      "Өндөршил сум",
      "Сайхан-Овоо сум",
      "Мандалговь (аймгийн төв)",
      "Хулд сум",
      "Цагаандэлгэр сум",
      "Эрдэнэдалай сум"
    ]
  },
  {
    provinceName: "Завхан",
    soums: [
      "Алдархаан сум",
      "Асгат сум",
      "Баянтэс сум",
      "Баянхайрхан сум",
      "Дөрвөлжин сум",
      "Завханмандал сум",
      "Идэр сум",
      "Их-Уул сум",
      "Нөмрөг сум",
      "Отгон сум",
      "Сантмаргац сум",
      "Сонгино сум",
      "Тосонцэнгэл сум",
      "Түдэвтэй сум",
      "Тэлмэн сум",
      "Тэс сум",
      "Ургамал сум",
      "Цагаанхайрхан сум",
      "Цагаанчулуут сум",
      "Цэцэн-Уул сум",
      "Шилүүстэй сум",
      "Эрдэнэхайрхан сум",
      "Яруу сум"
    ]
  },
  { provinceName: "Орхон", soums: ["Баян-Өндөр сум", "Жаргалант сум"] },
  {
    provinceName: "Өвөрхангай",
    soums: [
      "Арвайхээр-Аймгийн төв",
      "Баруунбаян-Улаан сум",
      "Бат-Өлзий сум",
      "Баянгол сум",
      "Баян-Өндөр сум",
      "Богд сум",
      "Бүрд сум",
      "Гучин-Ус сум",
      "Хархорин сум",
      "Хайрхандулаан сум",
      "Хужирт сум",
      "Нарийнтээл сум",
      "Өлзийт сум",
      "Сант сум",
      "Тарагт сум",
      "Төгрөг сум",
      "Уянга сум",
      "Есөнзүйл сум",
      "Зүүнбаян-Улаан сум"
    ]
  },
  {
    provinceName: "Өмнөговь",
    soums: [
      "Баяндалай сум",
      "Баян-Овоо сум",
      "Булган сум",
      "Гурвантэс сум",
      "Мандал-Овоо сум",
      "Манлай сум",
      "Ноён сум",
      "Номгон сум",
      "Сэврэй сум",
      "Ханбогд сум",
      "Ханхонгор сум",
      "Хүрмэн сум",
      "Цогт-Овоо сум",
      "Цогтцэций сум (Тавантолгой)"
    ]
  },
  {
    provinceName: "Сүхбаатар",
    soums: [
      "Асгат сум",
      "Баяндэлгэр сум",
      "Дарьганга сум",
      "Мөнххаан сум",
      "Наран сум",
      "Онгон сум",
      "Сүхбаатар сум",
      "Түвшинширээ сум",
      "Түмэнцогт сум",
      "Уулбаян сум",
      "Халзан сум",
      "Эрдэнэцагаан сум"
    ]
  },
  {
    provinceName: "Сэлэнгэ",
    soums: [
      "Алтанбулаг сум",
      "Баруунбүрэн сум",
      "Баянгол сум",
      "Ерөө сум",
      "Жавхлант сум",
      "Зүүнбүрэн сум",
      "Мандал сум",
      "Орхон сум",
      "Орхонтуул сум",
      "Сайхан сум",
      "Сант сум",
      "Сүхбаатар сум",
      "Түшиг сум",
      "Хүдэр сум",
      "Хушаат сум",
      "Цагааннуур сум",
      "Шаамар сум"
    ]
  },
  {
    provinceName: "Төв",
    soums: [
      "Алтанбулаг сум",
      "Аргалант сум",
      "Архуст сум",
      "Баян сум",
      "Батсүмбэр сум",
      "Баяндэлгэр сум",
      "Баянжаргалан сум",
      "Баян-Өнжүүл сум",
      "Баянхангай сум",
      "Баянцагаан сум",
      "Баянцогт сум",
      "Баянчандмань сум",
      "Борнуур сум",
      "Бүрэн сум",
      "Дэлгэрхаан сум",
      "Жаргалант сум",
      "Заамар сум",
      "Лүн сум",
      "Мөнгөнморьт сум",
      "Өндөрширээт сум",
      "Сэргэлэн сум",
      "Сүмбэр сум",
      "Угтаал сум",
      "Цээл сум",
      "Эрдэнэ сум",
      "Эрдэнэсант сум"
    ]
  },
  {
    provinceName: "Увс",
    soums: [
      "Баруунтуруун сум",
      "Бөхмөрөн сум",
      "Давст сум",
      "Завхан сум",
      "Зүүнговь сум",
      "Зүүнхангай сум",
      "Малчин сум",
      "Наранбулаг сум",
      "Өлгий сум",
      "Өмнөговь сум",
      "Өндөрхангай сум",
      "Сагил сум",
      "Тариалан сум",
      "Тэс сум",
      "Түргэн сум",
      "Улаангом сум",
      "Ховд сум",
      "Хяргас сум",
      "Цагаанхайрхан сум"
    ]
  },
  {
    provinceName: "Ховд",
    soums: [
      "Ховд (Жаргалант)",
      "Алтай сум",
      "Булган сум",
      "Буянт сум",
      "Дарви сум",
      "Дөргөн сум",
      "Дуут сум",
      "Зэрэг сум",
      "Манхан сум",
      "Мөнххайрхан сум",
      "Мөст сум",
      "Мянгад сум",
      "Үенч сум",
      "Ховд сум",
      "Цэцэг сум",
      "Чандмань сум",
      "Эрдэнэбүрэн сум"
    ]
  },
  {
    provinceName: "Хөвсгөл",
    soums: [
      "Алаг-Эрдэнэ сум",
      "Арбулаг сум",
      "Баянзүрх сум",
      "Бүрэнтогтох сум",
      "Галт сум",
      "Жаргалант сум",
      "Их-Уул сум",
      "Мөрөн сум",
      "Рашаант сум",
      "Рэнчинлхүмбэ сум",
      "Тариалан сум",
      "Тосонцэнгэл сум",
      "Төмөрбулаг сум",
      "Түнэл сум",
      "Улаан-Уул сум",
      "Ханх сум",
      "Хатгал сум",
      "Цагааннуур сум",
      "Цагаан-Уул сум",
      "Цагаан-Үүр сум",
      "Цэцэрлэг сум",
      "Чандмань-Өндөр сум",
      "Шинэ-Идэр сум",
      "Эрдэнэбулган сум"
    ]
  },
  {
    provinceName: "Хэнтий",
    soums: [
      "Батноров сум",
      "Батширээт сум",
      "Баян-Адрага сум",
      "Баянмөнх сум",
      "Баян-Овоо сум",
      "Баянхутаг сум",
      "Биндэр сум",
      "Галшар сум",
      "Дадал сум",
      "Дархан сум",
      "Жаргалтхаан сум",
      "Мөрөн сум",
      "Норовлин сум",
      "Өмнөдэлгэр сум",
      "Хэрлэн сум",
      "Цэнхэрмандал сум"
    ]
  },
  {
    provinceName: "Улаанбаатар",
    soums: [
      "Багануур",
      "Багахангай",
      "Баянгол",
      "Баянзүрх",
      "Налайх",
      "Сонгинохайрхан",
      "Сүхбаатар",
      "Хан-Уул",
      "Чингэлтэй"
    ]
  }
];
